Repository: common-repository/autooffice
Catalog: lang/autooffice-*.po
Languages: ru_ru

source: Autooffice Description
ru_ru: Форма подписки на ваши рассылки АвтоОфис

source: Autooffice Subs
ru_ru: Форма АвтоОфис

source: AutoofficeEmail
ru_ru: АвтоОфис.Email-рассылки

source: AutoofficeEmail Plugin
ru_ru: АвтоОфис.Email-рассылки

source: Settings
ru_ru: Настройки

source: Code Html
ru_ru: Html код формы

source: Code Css
ru_ru: Стили формы

source: Code Js
ru_ru: Js код формы

source: Autooffice Settings Base
ru_ru: АвтоОфис - основные настройки

source: Autooffice Settings Html
ru_ru: АвтоОфис - настройка html кода формы

source: Autooffice Settings Css
ru_ru: АвтоОфис - настройка стилей формы

source: Autooffice Settings Js
ru_ru: АвтоОфис - настройка java script кода формы

source: Success
ru_ru: Данные успешно сохранены

source: Data not recorded
ru_ru: Ошибка сохранения данных

source: Invalid Data
ru_ru: Некорректные данные

source: Choose Newsletter
ru_ru: Выберите рассылку...

source: Choose Advertising
ru_ru: Выберите канал рекламы...

source: Form Title
ru_ru: Заголовок

source: Plugin settings
ru_ru: Настройки плагина

source: Stores Name
ru_ru: Идентификатор магазина

source: Stores APi Key
ru_ru: API KEY GET

source: Save
ru_ru: Сохранить

source: Id newsletter
ru_ru: Рассылка

source: Id advertising channel
ru_ru: Канал рекламы

source: Form Note
ru_ru: Поля, отмеченные <span style=\"color:red\">*</span> обязательны к заполнению

source: Data required
ru_ru: Отсутствует значение

source: Stores ID
ru_ru: ID Магазина

source: Id subsform
ru_ru: Форма

source: Warning Base Settings
ru_ru: Для вывода формы подписки необходимо выполнить следующие действия:

source: Warning Base Settings text1
ru_ru: Указать корректные значения API магазина

source: Warning Base Settings text2
ru_ru: Добавить виджет "<b>АвтоОфис</b>" на панель виджетов

source: Warning Base Settings text3
ru_ru: Добавить шорткод <b>[aopf-subscribeform]</b>

source: Warning Base Settings text4
ru_ru: Добавить код формы в поле custom form OptimizePress

source: Warning Base Settings text5
ru_ru: <div style="padding:0 0 6px 0" class="wtext" id="wt-1">1. Перейти в настройки вашего магазина в "АвтоОфис"</div> <div class="wimage" id="wi-1">{{scrin_1}}</div> <div style="padding:0 0 6px 0" class="wtext" id="wt-2">2. Выбрать пункт меню "API"</div> <div class="wimage" id="wi-2">{{scrin_2}}</div> <div style="padding:0 0 6px 0" class="wtext" id="wt-3">3. Скопировать соответствующие значения API магазина в настройки плагина</div> <div class="wimage" id="wi-3">{{scrin_3}}</div>

source: Choose Subsform
ru_ru: Выберите форму...

source: Reset
ru_ru: Очистить

source: Copy
ru_ru: Копировать

source: Error_message_1
ru_ru: Ошибка редактирования формы. Не найден атрибут action тега form

source: Error_message_2
ru_ru: Ошибка редактирования формы. Не найдено поле Contact[id_newsletter] тега input

source: Error_message_3
ru_ru: Ошибка редактирования формы. Не найдено поле Contact[id_advertising_channel_page] тега input

source: Error_message_4
ru_ru: Ошибка редактирования формы. Не найдено поле id_form тега input
